Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Google] Associate EN>BR-PT.tmx
Source language: en
Languages: pt_br

source: &ldquo;Hi, I&rsquo;m Amira.
pt_br: &ldquo;Oi, me chamo Amira.

source: Modemid &ndash; IMEI number
pt_br: Modemid - número de IMEI

source: Android makes developing and distributing apps easy and secure.
pt_br: O desenvolvimento e a distribuição de aplicativos se torna mais fácil com o Android.

source: A .CSV text file represents a data table, and each line represents a row in that table.
pt_br: Um arquivo de texto .CSV representa uma tabela de dados e cada linha corresponde a uma linha da tabela.

source: Device admin and migration.
pt_br: Device admin e migração do dispositivo.

source: Welcome to the Overview of Android Enterprise class.
pt_br: Boas-vindas à aula Visão geral sobre o Android Enterprise.

source: Provide his customer ID and enable the new reseller in his Reseller list.
pt_br: Informar seu ID de cliente e habilitar o novo revendedor em sua lista de Revendedores.

source: Android Enterprise - Enterprise mobility (EN-US)
pt_br: Android Enterprise - Mobilidade corporativa

source: Learn more in the Android Enterprise Essentials training.
pt_br: Saiba mais no treinamento do Android Enterprise Essentials.

source: CLOSE
pt_br: FECHAR

source: Do you have a budget for this project and are there other people involved that we need to speak to?&ldquo;
pt_br: Vocês têm um orçamento para esse projeto? Há outras pessoas envolvidas com as quais precisamos falar?&ldquo;

source: Name required
pt_br: Nome obrigatório

source: PAGE 3 ZERO TOUCH
pt_br: PÁGINA 3 SEM TOQUE

source: You earned a badge!
pt_br: Você ganhou um selo!

source: Select each image to learn more.
pt_br: Selecione as imagens para saber mais.

source: Educating the sales channel
pt_br: Esclarecer informações ao canal de vendas

source: Apps scanned every day.
pt_br: Aplicativos verificados todos os dias.

source: The end users
pt_br: Os usuários finais

source: Question 1
pt_br: Pergunta 1

source: Wrap up.
pt_br: Encerramento.

source: Users of the zero-touch portal require a Google Account to gain access.
pt_br: Para acessá-lo, os usuários do portal sem toque precisam de uma conta do Google.

source: Deregister devices
pt_br: Cancelar o registro de dispositivos

source: Look in the Role column to see your account&#39;s role
pt_br: Acesse a coluna Role para visualizar a função da sua conta

source: Network attacks
pt_br: Ataques à rede

source: Take a look at this datasheet and then take your learning to the next level by carrying on with the next Associate class.
pt_br: Revise este material e continue expandindo seus conhecimentos na próxima aula do Associate.

source: What does Steve need to make this happen?
pt_br: O que Steve precisa fazer para realizar isso?

source: Let&rsquo;s see how much you&rsquo;ve learned with a few questions.
pt_br: Vamos verificar seus conhecimentos com algumas perguntas.

source: Ready for work.
pt_br: Pronto para usar.

source: Let&rsquo;s see how data can become vulnerable and potentially get into the wrong hands.
pt_br: Vamos ver como os dados podem ficar vulneráveis e potencialmente chegar às mãos erradas.

source: Clicking 'Yes' will reset your answers.
pt_br: Ao clicar em “Sim”, suas respostas serão apagadas.

source: Create your customer&#39;s zero-touch enrollment account
pt_br: Criação da conta do registro sem toque do cliente

source: The device manufacturers (or OEMs) are the companies that build the devices, which are distributed by resellers.
pt_br: Os fabricantes de dispositivos (ou OEMs) são as empresas que fabricam os dispositivos que são distribuídos pelos revendedores.

source: Nope. Select RESET and try again.
pt_br: Não. Clique em REINICIAR e tente novamente.

source: Instant and easy EMM enrollment of personally owned devices, commonly referred to as BYOD devices
pt_br: Registro EMM instantâneo e facilitado de dispositivos pessoais, comumente chamados de dispositivos BYOD

source: Achievements
pt_br: Conquistas

source: Zero-touch portal basics
pt_br: Fundamentos do portal de registro sem toque

source: Management APIs streamline the enforcement of any IT security policy, making compliance and data protection easy to manage.&nbsp;
pt_br: As APIs simplificam a aplicação de políticas de segurança de TI facilitando a gestão da conformidade e da proteção de dados.&nbsp;

source: IT can apply complicated configurations for a user without advanced knowledge to simply start working.&nbsp;
pt_br: O TI pode cuidar das configurações complicadas para que os usuários sem conhecimento avançado possam começar a trabalhar imediatamente.

source: Let&#39;s take a look at what we&#39;ve learned today.
pt_br: Vamos recapitular o que aprendemos hoje.

source: SUBMIT
pt_br: ENVIAR

source: Select this button to reset your answer
pt_br: Clique neste botão para responder novamente

source: Using the customer portal
pt_br: Usando o portal do cliente

source: Click Confirm
pt_br: Clique em Confirm

source: Scenario 1 – Air Crew Scheduling.
pt_br: Cenário 1 – Cronograma da Tripulação.

source: Zero-touch portal fundamentals.
pt_br: Fundamentos do portal sem toque.

source: Lindsay says that they need to be easy to set up as while the mechanics are good engineers, most of them use old feature phones.
pt_br: Lindsay responde que eles precisam ser fáceis de configurar, pois, por mais que os mecânicos sejam bons engenheiros, a maioria deles possui celulares antigos.

source: Processes
pt_br: Processos

source: On a scale of 1 - 10 (1 being not clearly and 10 being very clearly), did the content clearly explain the knowledge and concepts you needed for understanding Android Enterprise?
pt_br: Numa escala de 1 a 10 (1 sendo pouco claramente e 10 sendo muito claramente), o conteúdo explicou com clareza os conhecimentos e conceitos necessários para entender o Android Enterprise?

source: Zero-touch account’s owner
pt_br: O dono da conta sem toque

source: Exit course
pt_br: Sair do curso

source: editing
pt_br: editando

source: Only GMS models for specific brands
pt_br: Apenas modelos GMS de marcas específicas

source: Alex appreciates that you&rsquo;ve validated her security concerns.
pt_br: Alex valoriza o fato de você validar as questões de segurança da empresa.

source: Android Enterprise overcomes these challenges by simplifying device management and enrollment.
pt_br: O Android Enterprise tem a solução para esses desafios simplificando o gerenciamento e a registro de dispositivos.

source: Let&rsquo;s have a quick recap to finish.
pt_br: Vamos recapitular rapidamente antes de finalizar.

source: Challenges and solutions.
pt_br: Desafios e soluções.

source: If you are not the Owner, ask a portal Owner to add your team member.
pt_br: Se você não estiver como Proprietário, peça a um proprietário do portal para adicionar o membro à equipe.

source: Resources
pt_br: Recursos

source: Let&rsquo;s take a look at what we&rsquo;ve learned today.
pt_br: Vamos recapitular o que aprendemos hoje.

source: Let&rsquo;s talk about what you can do on the customer account.
pt_br: Vamos falar sobre o que você pode fazer na conta do cliente.

source: The devices need to be tracked so that if they are lost, they can either be found again or erased.
pt_br: Os dispositivos precisam ser rastreados para que, se forem perdidos, possam ser encontrados ou terem seus dados apagados.

source: What the zero touch portal is
pt_br: O que é o portal sem toque

source: On a scale of 1 - 10 (1 being no confidence and 10 being very confident), how would you rate your knowledge level now that you have completed Android Enterprise Associate?
pt_br: Numa escala de 1 a 10 (1 sendo pouco confiante e 10 sendo muito confiante), como você classificaria seu nível de conhecimento após concluir o Android Enterprise Associate?

source: The zero-touch portal is accessible from most modern browsers.
pt_br: O portal sem toque pode ser acessado a partir da maioria dos navegadores modernos.

source: Collect more information.
pt_br: Colete mais informações.

source: A customer will have to access their portal to create a configuration.
pt_br: O cliente deve acessar seu portal para criar uma configuração.

source: There are several ways to manage an Android device with a mobility solution.
pt_br: Há várias maneiras de gerenciar um dispositivo Android através de uma solução de mobilidade.

source: After the file uploads, the portal processes the data, after which the portal will show a notification with a link to an upload status page.
pt_br: Após o upload do arquivo, o portal processará os dados e exibirá uma notificação com um link para uma página de status de upload.

source: Enterprise mobility
pt_br: Mobilidade corporativa

source: Set up an EMM solution to push apps and policies when enrolling into the EMM solution company devices.
pt_br: Configurar uma solução EMM para instaurar aplicativos e diretrizes após registro dos dispositivos da empresa.

source: Request a new zero touch account.
pt_br: Solicitar uma nova conta sem toque.

source: Beyond devices, the Android Enterprise Recommended program also helps IT choose EMMs and other partners who can support the management and deployment of mobile devices.
pt_br: Além dos dispositivos, o programa Android Enterprise Recommended também ajuda o TI a escolher EMMs e outros parceiros para o gerenciamento e a implantação de dispositivos móveis.

source: APIs increase productivity.
pt_br: As APIs aumentam a produtividade.

source: Time for assessment!
pt_br: Hora da avaliação!

source: Adding customers
pt_br: Adicionar clientes

source: Agent
pt_br: Agente

source: Public Wi-Fi is fine, if the browser uses Incognito or Private mode.
pt_br: Se o navegador estiver no modo de navegação anônima, não há problema algum em acessar redes Wi-Fi públicas.

source: They also have the ability to decide when these updates are pushed out to the devices OTA in order to test them prior to being released.
pt_br: Eles também podem decidir quando tais atualizações serão remotamente distribuídas aos dispositivos, de forma que possam testá-las antes de implementá-las.

source: Google issues monthly security patches to keep devices current and protected.
pt_br: O Google emite atualizações mensais de segurança para manter os dispositivos atualizados e protegidos.

source: How a customer assigns a configuration
pt_br: Como o cliente atribui uma configuração

source: Good question!
pt_br: Boa pergunta!

source: Identified how Android secures devices and protects users.
pt_br: Identificamos como o Android protege os dispositivos e os usuários.

source: “What would run on these interactive screens?”
pt_br: “Qual informação seria disponibilizada nas telas interativas?”

source: Find the device you want to deregister in the Devices table
pt_br: Encontre o dispositivo que deseja cancelar o registro na tabela Devices

source: Our staff are helpful, but we don&rsquo;t have enough for the number of requests and their primary tasks are to ensure people have their passports and are getting on the right planes!&rdquo;
pt_br: Nossa equipe atende os clientes, mas não temos funcionários suficientes para o número atual de solicitações. Além disso, a atividade principal deles é garantir que as pessoas estejam com seus passaportes e embarquem nos voos certos!&rdquo;

source: Managing devices means that business content can be secured and apps can be automatically configured for immediate use.
pt_br: O gerenciamento de dispositivos permite que o conteúdo corporativo seja protegido e que os aplicativos sejam configurados automaticamente para uso imediato.

source: New configuration dialog form.
pt_br: Novo formulário de diálogo de configuração.

source: Work only
pt_br: Apenas corporativo

source: &nbsp;As a reseller, you are the main point of contact for customers.
pt_br: Como revendedor, você é o principal ponto de contato dos clientes.

source: Services
pt_br: Serviços

source: We&rsquo;ve explored the mobility journey and looked at how Android fits in business.
pt_br: Exploramos a jornada de mobilidade e entendemos como o Android se adequa aos negócios.

source: Who can add devices to a customer’s zero-touch account?
pt_br: Quem pode adicionar dispositivos à conta sem toque de um cliente?

source: A work profile is only helpful seperating network traffic.
pt_br: Um perfil profissional só serve para separar o tráfego de dados.

source: How to add devices
pt_br: Como adicionar dispositivos

source: Seamless integration and management.
pt_br: Integração e gestão simplificadas.

source: Unmute
pt_br: Reativar áudio

source: IT admins can also enforce specific password requirements to access the work profile.
pt_br: Os administradores de TI também podem exigir requisitos específicos para criação de senhas de acesso ao perfil profissional.

source: Average Attempts Taken
pt_br: Média de Tentativas Realizadas

source: A work profile can be set up on an Android device to separate work and personal apps/data, including the clipboard, and data sharing.
pt_br: Um perfil profissional pode ser configurado em um dispositivo Android para separar aplicativos/dados pessoais e profissionais, incluindo área de transferência e dados compartilhados.

source: Zero-touch enrollment makes deploying fleets of devices easy, giving organizations a flexible and scalable enterprise solution for mobilizing their employees.
pt_br: O registro sem toque facilita a implantação de um grande volume de dispositivos, oferecendo às empresas uma solução corporativa flexível e em escala para proporcionar mobilidade aos seus funcionários.

source: Current Performance
pt_br: Desempenho Atual

source: An EMM solution is a requirement for zero-touch.
pt_br: Uma solução de EMM é pré-requisito para o sem toque.

source: The customer should give the email address of the Google account to the reseller when requesting a zero-touch account
pt_br: O cliente deve informar o e-mail da conta do Google para o revendedor ao solicitar uma conta sem toque

source: Mika, a new marketing intern, has enrolled her personally owned device into her employer's EMM solution, known as the BYOD (Bring Your Own Device) use case.
pt_br: Mika, nova estagiária de marketing, registrou o próprio celular na solução EMM de seu empregador, configurando um caso de BYOD (Traga Seu Próprio Dispositivo).

source: Introduction to zero-touch basics:
pt_br: Introdução aos fundamentos do sem toque:

source: RESET
pt_br: REINICIAR

source: Amira replies that the airport already has a robust, secure network for business devices and is confident the information points can be connected without any issues.
pt_br: Amira responde que o aeroporto já possui uma rede robusta e segura para dispositivos corporativos e que tem certeza de que os pontos de informação podem ser conectados sem problemas.

source: Zero-touch available on all Samsung devices shipping with, or upgrading to Android 9.0 and up
pt_br: O sem toque está disponível em todos os dispositivos Samsung que vieram com o Android 9.0 ou superior de fábrica ou receberam esta atualização

source: Send the customer a link to the portal.
pt_br: Envie o link do portal ao cliente.

source: Set this value to 0 (zero) to unassign any configurations and leave the device without a configuration
pt_br: Defina este valor para 0 (zero) para cancelar quaisquer configurações e deixar o dispositivo sem configurações.

source: A zero-touch reseller is a device reseller (distributor, carrier and also device manufacturer) that has been validated by Google to be able to offer the zero-touch solution to customers.
pt_br: Um revendedor sem toque é um revendedor de dispositivos (distribuidor, operadora e também fabricante de dispositivos) que foi validado pelo Google para oferecer a solução sem toque aos clientes.

source: While long deprecated, you may still hear the term Device Admin from some customers.
pt_br: Embora tenha sido descontinuado há um bom tempo, alguns clientes ainda mencionam o Device Admin.

source: Managing portal roles
pt_br: Gerenciando funções no portal

source: An IT department can&nbsp;control an update schedule to test for any issues with internal systems before it&rsquo;s rolled out.
pt_br: O departamento de TI podegerenciar um cronograma de atualizações para testar possíveis problemas com sistemas internos antes do lançamento.

source: Section 2 MCQ - Quick question.
pt_br: Seção 2 MCQ - Pergunta.

source: How to register the customer for zero-touch enrollment
pt_br: Como cadastrar o cliente no registro sem toque

source: What appropriate action can be taken to protect users?
pt_br: Quais das ações a seguir seriam apropriadas para proteger o usuário?

source: They also have personnel trained by Google, who have experience in large-scale deployments.
pt_br: Além disso, eles têm equipes treinadas pelo Google com experiência em implantações de larga escala.

source: We want to give them the ability to do this along with reviewing their shift schedules when off-site.
pt_br: Queremos proporcionar essa possibilidade a todos e, também, a capacidade de checar turnos remotamente.

source: Company-owned devices
pt_br: Dispositivos de propriedade da empresa

source: Some can also provide EMM licenses.&nbsp;
pt_br: Algumas também fornecem licenças de EMM.&nbsp;

source: Section 11 FINAL
pt_br: Seção 11 FINAL

source: Select the arrow to reveal more.
pt_br: Clique na seta para revelar mais.

source: Zero-touch enrollment and the benefits
pt_br: O registro sem toque e seus benefícios

source: The device manufacturer only
pt_br: Apenas o fabricante do dispositivo

source: incorrect
pt_br: incorreto

source: Great job!
pt_br: Parabéns!

source: click
pt_br: clicar

source: View Detail
pt_br: Visualizar Detalhes

source: Android Enterprise provides several deployment methods to support its users:&nbsp;
pt_br: O Android Enterprise oferece diferentes métodos de implantação para dar suporte a todos os usuários

source: Carrier/Device resellers
pt_br: Operadoras/Revendedoras de dispositivos

source: Registering devices
pt_br: Cadastrando dispositivos

source: Unable to login
pt_br: Não foi possível fazer o login

source: Each partner type has its own prerequisites and page within the zero-touch portal.
pt_br: Cada tipo de parceiro tem seus próprios pré-requisitos e páginas dentro do portal sem toque.

source: For instance, when they need to transfer ownership of a device.
pt_br: Por exemplo, quando precisam transferir o dispositivo para outra pessoa.

source: You can find out more about BYOD devices in this&nbsp;datasheet.
pt_br: Saiba mais sobre dispositivos BYOD neste material.

source: Android Enterprise Recommended devices also receive timely security updates to ensure devices stay safe and current.
pt_br: Dispositivos Android Enterprise Recommended também recebem atualizações de segurança para garantir que os dispositivos permaneçam seguros e atualizados.

source: BYOD - Lulu can simply ask all executives to setup their devices as personal devices, first with their Google accounts and then enroll them into management using a work profile.
pt_br: BYOD - Lulu simplesmente pode pedir para todos os executivos configurarem seus dispositivos como aparelhos pessoais com suas próprias contas do Google e depois registrá-los no gerenciamento usando um perfil profissional.

source: You need to be an Account Owner to add team members.
pt_br: Você precisa ser um proprietário de conta para adicionar membros de equipe.

source: You can also try out the Android&nbsp;work profile.
pt_br: E experimente o perfil profissional do Android.

source: If devices are not updated, they may become vulnerable to exploits.
pt_br: Se os dispositivos não forem atualizados, eles podem ficar vulneráveis a invasões.

source: This assessment has been completed
pt_br: Esta avaliação foi concluída

source: Assessment
pt_br: Avaliação

source: Two portals
pt_br: Dois portais

source: Android Enterprise - Android Enterprise (EN-US)
pt_br: Android Enterprise - Android Enterprise

source: A VPN provides a secure means to connect to the internet, wherever a user is.
pt_br: A VPN fornece um meio seguro de se conectar à internet, onde quer que um usuário esteja.

source: Demonstrate understanding of the different devices available.
pt_br: Demonstrar a compreensão dos diferentes dispositivos disponíveis.

source: All
pt_br: Todos

source: Manage Resellers
pt_br: Gerenciar os revendedores

source: PAGE 4 KNOWLEDGE CHECK
pt_br: PÁGINA 4 VERIFICAÇÃO DE CONHECIMENTO

source: Select this button to show the feedback
pt_br: Clique neste botão para exibir o feedback

source: Once we have that working, we want to allow them to be able to swap shifts when they need to.&rdquo;
pt_br: Assim que isso estiver em funcionamento, queremos permitir a troca de turnos quando for necessário.&rdquo;

source: Managing portal roles.
pt_br: Gerenciando funções no portal.

source: Click Device Upload in the sidebar
pt_br: Clique em Upload de Dispositivo na barra lateral

source: Provide support with zero-touch configurations, providing DPC extras
pt_br: Fornecer suporte às configurações sem toque, com DPC extras

source: Rollback Protection
pt_br: Proteção contra Reversão

source: Device Admin Migration
pt_br: Migração do Device Admin

source: View downloads
pt_br: Visualizar downloads

source: Google Play Protect is always on and scanning for harmful apps by analyzing them in the cloud, using machine learning for protection that gets smarter every day.&nbsp;
pt_br: O Google Play Protect está sempre ativo e trabalhando para detectar aplicativos nocivos através de análise na nuvem, tudo isso com uma proteção que utiliza o aprendizado de máquina e se torna mais inteligente a cada dia.&nbsp;

source: What we&rsquo;ll cover.
pt_br: O que vamos abordar:

source: The HR department for the airline wants to run a pilot project.
pt_br: O departamento de RH da companhia aérea quer realizar um projeto piloto.

source: Your team members can visit accounts.google.com/signupwithoutgmail, enter their name and set their email address to their corporate email.
pt_br: É só visitar: accounts.google.com/signupwithoutgmail, digitar nome e inserir o e-mail corporativo.

source: Create a configuration in the portal that consists of their EMM&rsquo;s device policy controller (DPC) and optional extra setup parameters.
pt_br: Criar uma configuração no portal que consista na DPC (política de controle do dispositivo) do seu EMM e nos parâmetros de configuração opcionais extras.

source: Documents
pt_br: Documentos

source: End user receives device and enrollment launches automatically
pt_br: O usuário final recebe o dispositivo e o registro é realizado automaticamente

source: Introduction to zero-touch basics
pt_br: Introdução aos fundamentos do sem toque

source: Set this to an email address your users can email, using another device, to get help.
pt_br: Defina um endereço de e-mail que seus usuários possam contatar para obter ajuda a partir de outro dispositivo.

source: Portal users can be owners or admins.
pt_br: Os usuários do portal podem ser proprietários ou administradores.

source: More information about manageability can be found in this datasheet.
pt_br: Acesse mais informações sobre gerenciabilidade neste material.

source: So, our airline employees can be confident they are using trusted apps on their tablets to check-in customers.
pt_br: Portanto, os funcionários da nossa companhia aérea podem ficar seguros de que estão usando aplicativos confiáveis em seus tablets para realizar o check-in dos clientes.

source: SALES ONLY EXIT
pt_br: APENAS VENDAS SAÍDA

source: As a Zero-touch Reseller, your responsibilities include:&nbsp;
pt_br: Como revendedor sem toque, suas responsabilidades incluem:

source: A customer can have as many resellers as they want.
pt_br: Um cliente pode ter quantos revendedores quiser.
